Repository: DavidMoraisFerreira/osmose-frontend
Catalog: po/*.po
Languages: fi, sw

source: {day}d, {hour}h, {minute}m ago
fi: {day}pv, {hour}t, {minute}min sitten
sw: kutoka {day}siku, {hour}masaa, {minute}dakika

source: Informations
fi: Tietoja
sw: Habari

source: Relation analyser
fi: Relaatio-analysaattori
sw: Analyzer uhusiano

source: Statistics
fi: Tilastot
sw: Takwimu

source: Contact
fi: Yhteystiedot

source: Help on wiki
fi: Apua wikistä

source: Copyright
fi: Tekijänoikeudet

source: Sources
fi: Lähteet
sw: Chanzo

source: Translation
fi: Käännös

source: Statistics for user %s
fi: Tilastot käyttäjälle %s
sw: Mtumiaji takwimu kwa %s

source: Users statistics
fi: Käyttäjien tilastot
sw: Takwimu kwa mtumiaji

source: Number
fi: Numero
sw: Idadi

source: Username
fi: Käyttäjätunnus
sw: mtumiaji

source: User statistics for %s
fi: Käyttäjätilastot käyttäjälle %s
sw: Mtumiaji takwimu kwa %s

source: This list is also available via rss.
fi: Tämä lista on saatavilla myös RSS-syötteenä.
sw: Orodha hii inapatikana kupitia RSS.

source: Statistics for user
fi: Käyttäjän tilastot
sw: Takwimu kwa mtumiaji

source: User statistics
fi: Käyttäjätilastot
sw: Takwimu kwa mtumiaji

source: Username:
fi: Käyttäjätunnus:
sw: Mtumiaji :

source: Last updates
fi: Viimeisimmät päivitykset

source: Median delay:
fi: Keskimääräinen viive:
sw: Wastani wakati :

source: source
fi: lähde
sw: Chanzo

source: history
fi: historia
sw: kihistoria

source: Update
fi: Päivitä

source: timestamp
fi: aikaleima

source: Copyright informations
fi: Tekijänoikeustiedot
sw: Copyright Taarifa

source: License
fi: Lisenssi

source: Authors
fi: Tekijät

source: And contributors
fi: Ja muut osallistujat

source: copyright
fi: tekijänoikeus

source: key
fi: avain
sw: ufunguo

source: value
fi: arvo
sw: ufunguo

source: Elements
fi: Elementit
sw: vipengele

source: Fixes
fi: Korjaukset
sw: Masahihisho

source: Fixed
fi: Korjattu

source: Graph
fi: Kuvaaja

source: Map
fi: Kartta
sw: Ramani

source: Set
fi: Aseta
sw: Chagua

source: class (abbreviation)
fi: l
sw: cl

source: title
fi: otsikko
sw: cheo

source: Total
fi: Yhteensä
sw: Jumla ya

source: subclass (abbreviation)
fi: a
sw: s

source: level (abbreviation)
fi: t
sw: l

source: position (abbreviation)
fi: sij
sw: pos

source: date
fi: päivämäärä
sw: tarehe

source: Help on OSM wiki
fi: Apua OSM-wikissä
sw: Msaada kwenye OSM wiki

source: False positives list
fi: Väärien positiivisten lista
sw: Orodha ya Positives uongo

source: Last analysis updates
fi: Viimeiset analyysipäivitykset

source: Tags Editor
fi: Tägi-editori

source: Cancel
fi: Peruuta

source: Severity
fi: Vakavuus
sw: ukali

source: 1 only
fi: vain 1
sw: 1 tu

source: 1+2 only
fi: vain 1+2
sw: 1+2 tu

source: all severity
fi: kaikki vakavuudet
sw: wote ukali

source: 2 only
fi: vain 2
sw: 2 tu

source: 3 only
fi: vain 3
sw: 3 tu

source: Fixable
fi: Korjauskelpoiset

source: Show only markers with correction suggestions
fi: Näytä vain karttamerkit joille on korjausehdotus

source: Online
fi: Linjoilla

source: Topic
fi: Aihe

source: Select:
fi: Valitse:
sw: kuchaguliwa :

source: all
fi: kaikki
sw: wote

source: nothing
fi: ei mitään
sw: chochote

source: invert
fi: käänteinen

source: Change language
fi: Vaihda kieltä

source: Help
fi: Apua
sw: Misaada

source: Delay: %sd
fi: Viive: %sd
sw: Delay: %sj

source: Logout
fi: Kirjaudu ulos

source: Login
fi: Kirjaudu sisään

source: Save
fi: Tallenna

source: Objects edited:
fi: Muokattuja objekteja:

source: Objects deleted:
fi: Poistettuja objekteja:

source: Fix with Osmose
fi: Korjaa Osmosella

source: Source
fi: Lähde

source: Type
fi: Tyyppi

source: Reuse changeset
fi: Uudelleenkäytä changeset

source: change status
fi: vaihda statusta
sw: kubadili hali

source: corrected
fi: korjattu

source: false positive
fi: väärä positiivinen
sw: uongo chanya

source: How to help translation
fi: Miten auttaa käännöksessä?

source: Osmose tool is mainly developped by french people, and we aim to add more languages. We currently cover almost all the languages used by countries covered by analyses.
fi: Osmose-työkalu on pääosin ranskalaisen porukan kehittämä, mutta aiomme lisätä uusia kieliä tarpeen mukaan. Tällä hetkellä palvelu on käännetty lähes kaikille kielille, joita puhutaan Osmosen kattamissa maissa.

source: To make Osmose a real multi-lingual tool, we need your help to improve current translations, and add new translations
fi: Voidaksemme tehdä Osmosesta todellisen monikielisen palvelun tarvitsemme apuasi nykyisten käännösten kehittämisessä ja uusien tekemisessä

source: Pages to translate
fi: Käännettäviä sivuja

source: Wiki pages
fi: Wiki-sivut

source: Osmose pages
fi: Osmose-sivuja

source: Bug tracking system
fi: Bugien seurantajärjestelmä

source: Structure
fi: Rakenne

source: Missing tags
fi: Puuttuvat tägit

source: Bad tag
fi: Virheellinen tägi

source: Tags to remove
fi: Poistettavat tägit

source: Tags name
fi: Tägien nimi

source: Administrative
fi: Hallinnollinen

source: Integration
fi: Integraatio

source: overlapping building
fi: päällekkäinen rakennus

source: invalid polygon
fi: virheellinen monikulmio

source: reverse roundabout
fi: vääräsuuntainen liikenneympyrä

source: objects overlap
fi: objektit ovat päällekkäin

source: sudden highway type change
fi: yllättävä highway-luokan muutos

source: unclosed area
fi: ei-suljettu alue

source: bad *_link highway
fi: virheellinen *_link highway

source: broken highway continuity
fi: rikkoontunut highway:n jatkuvuus

source: big relation
fi: suuri relaatio

source: multipolygon
fi: monimonikulmio

source: 1-member relation
fi: 1-jäseninen relaatio

source: duplicate geometry
fi: duplikaatti-geometria

source: elevation
fi: korkeus, meren pinnasta

source: oneway
fi: yksisuuntainen

source: street numbers
fi: talonnumerot

source: pharmacy
fi: apteekki

source: bad source tag
fi: huono lähdetägi

source: incorrect tag
fi: virheellinen tägi

source: bad tag key
fi: huono tägin avain

source: similar values
fi: samanlaisia arvoja

source: swimming pool as natural=water
fi: uima-allas merkitty "luonnolliseksi vedeksi" (natural=water)

source: tree
fi: puu

source: brand in name
fi: tuotebrändi nimessä

source: typo in tag
fi: kirjoitusvirhe tägissä

source: incorrect
fi: virheellinen

source: relation role
fi: relaation rooli

source: relation type=restriction
fi: relaatio type=restriction

source: postcode
fi: postitoimipaikka

source: incompatible tags
fi: epätäydellisiä tägejä

source: ref in name
fi: ref-koodi nimessä

source: construction
fi: rakennustyö

source: two names
fi: Kaksi nimeä

source: open polygon
fi: avoin polygoni

source: place without name
fi: paikka ilman nimeä (place=*)

source: building shape
fi: talon muoto

source: power lines
fi: sähkölinjat

source: post office
fi: postitoimisto

source: monument
fi: monumentti

source: train station
fi: rautatieasema

source: tunnel/bridge
fi: tunneli/silta

source: monument, museum
fi: monumentti, museo

source: monument, museum, could be integrated
fi: monumentti, museo, mahdollisesti yhdistettävissä

source: post office, could be integrated
fi: postitoimisto, mahdollisesti yhdistettävissä

source: school
fi: koulu

source: school, could be integrated
fi: koulu, mahdollisesti yhdistettävissä

source: public transport
fi: julkinen liikenne

source: public transport, could be integrated
fi: julkinen liikenne, mahdollisesti yhdistettävissä

source: level crossing
fi: tasoristeys

source: postal address
fi: postiosoite

source: wikipedia, could be integrated
fi: wikipedia, mahdollisesti yhdistettävissä

source: public service
fi: julkinen palvelu

source: recycling
fi: kierrätys

source: recycling, could be integrated
fi: kierrätys, mahdollisesti yhdistettävissä

source: parking
fi: pysäköinti

source: parking, could be integrated
fi: pysäköinti, mahdollisesti yhdistettävissä

source: accommodation
fi: majoitus

source: accommodation, could be integrated
fi: majoitus, mahdollisesti yhdistettävissä

source: cycle parking
fi: polkupyöräparkki

source: cycle parking, could be integrated
fi: polkupyöräparkki, mahdollisesti yhdistettävissä

source: transport sharing
fi: kimppakyyti

source: transport sharing, could be integrated
fi: kimppakyyti, mahdollisesti yhdistettävissä

source: sport
fi: urheilulaji

source: sport, could be integrated
fi: urheilulaji, mahdollisesti yhdistettävissä

source: Translation progress: osmose
fi: Käännöksen eteneminen: Osmose

source: Export
fi: Vie

source: Html list
fi: HTML-luettelo

source: toilets
fi: käymälät

source: police
fi: poliisi

source: police, could be integrated
fi: poliisi, mahdollisesti yhdistettävissä

source: pharmacy, not integrated
fi: apteekki, ei yhdistetty

source: pharmacy, could be integrated
fi: apteekki, mahdollisesti yhdistettävissä

source: gas station
fi: bensa-asema

source: position
fi: sijanti

source: Comment
fi: Kommentt

source: area
fi: alue

source: incorrect layer
fi: Virheellinen karttakerros

source: Updates summary
fi: Päivitysten tiivistelmä

source: country
fi: maa

source: analyser
fi: analysaattori

source: postal code, could be integrated
fi: postitoimipaikka, mahdollisesti yhdistettävissä

source: library
fi: kirjasto

source: restaurant
fi: ravintola

source: winery
fi: viinitila

source: postal code, not integrated
fi: postitoimipaikka, ei yhdistetetty

source: local language
fi: paikallinen kieli

source: Fixed issues
fi: Korjattujen ongelmien määrä

source: Issues by user
fi: Käyttäjän ongelmat

source: Number of found issues: %d
fi: Löydettyjen ongelmien määrä: %d

source: Show issues on a map
fi: Näytä ongelmat kartalla

source: Osmose allows you to control your own issues.
fi: Osmose mahdollistaa omien ongelmien hallinnan.

source: Information on issue %d
fi: Tietoa ongelmasta %d

source: Show more issues
fi: Näytä lisää ongelmia

source: Show some issues
fi: Näytä joitakin ongelmia

source: information on issue
fi: tietoa ongelmasta

source: delete issue
fi: poista ongelma

source: issue n°
fi: ongelma n°

source: delete issue #%d
fi: poista ongelma #%d

source: Map of issues
fi: Ongelmien kartta

source: Information on issues database
fi: Tietoja ongelmien tietokannasta

source: Level %d issues (%d)
fi: Tason %d ongelmia (%d)

source: Issue reported on:
fi: Ongelma raportoitu:

source: version
fi: versio

source: post box
fi: postilaatikko

source: post box, could be integrated
fi: postilaatikko, mahdollisesti integroitavissa

source: indoor
fi: sisätila

source: road
fi: tie

source: split building
fi: pilko rakennus

source: in {day}d, {hour}h, {minute}m
sw: kutoka{day}siku, {hour}masaa, {minute}dakika

source: never generated
sw: kamwe yanayotokana

source: http://wiki.openstreetmap.org/wiki/Osmose/errors
sw: http://wiki.openstreetmap.org/wiki/SW:Osmose/erreurs

source: False positives
sw: uongo chanya

source: Fixed errors
sw: makosa kusahihishwa

source: Errors by user
sw: Mtumiaji makosa

source: http://wiki.openstreetmap.org/wiki/Osmose
sw: http://wiki.openstreetmap.org/wiki/SW:Osmose

source: Number of found errors: %d
sw: Idadi ya makosa kupatikana : %d

source: Number of found errors: more than %d
sw: Idadi ya makosa kupatikana : zaidi ya %d

source: This page shows errors on elements that were last modified by '%s'. This doesn't means that this user is responsible for all these errors.
sw: Ukurasa huu unaorodhesha makosa juu ya vitu ambayo yamekuwa iliyopita kwa mara ya mwisho kwa '% s'. Hii haina maana kwamba mtumiaji ni kuwajibika kwa makosa haya yote.

source: Show errors on a map
sw: Kuonyesha makosa kwenye ramani

source: Title
sw: Kichwa

source: Error
sw: Hitilafu

source: information on error
sw: habari juu ya makosa ya

source: Osmose allows you to control your own errors.
sw: Osmosis utapata kudhibiti yako mwenyewe makosa

source: By entering your OSM username in the following form, you will be able to see errors that are attached to your username. Note that the algorithm that attaches errors to username is not perfect, as Osmose only checks the last contributor of the relevant erroneous elements.
sw: Kwa kuingia ID yako OSM mchangiaji, unaweza kuonaMakosa masharti yao. Lazima ifahamike kwamba algorithm kuunganisha√É kosa user si kamili, osmosis inachukua katika akauntimchangiaji wa mwisho kwa kipengele kosa.

source: description
sw: maelezo

source: last generation
sw: mwisho wa kizazi

source: Data are coming from
sw: Data ni kutoka

source: Information on error %d
sw: Habari juu ya makosa ya %d

source: count
sw: idadi

source: elements (abbreviation)
sw: elems

source: Show more errors
sw: View makosa zaidi

source: Show some errors
sw: Onyesha baadhi ya makosa

source: Information on error database
sw: Taarifa juu ya msingi wa data kosa

source: no bubbles at this zoom factor
sw: hakuna Bubble kwa zoom

source: Error reported on:
sw: Hitilafu kuahirishwa :
